Repository: moretonia/QuizTime-VideoControls
Catalog: EnglishForBeginners/Resources/*.lproj/Localizable.strings
Languages: ar, cs, de, es, fr, hu, ja, ko, pl, pt_pt, ro, ru, th, tr, uk, zh_hans, zh_hant

# speech-usage-cancel
source: Speech recognition access denied. Please check device settings
ar: تم رفض الوصول لخاصية التعرف علي الكلام من فضلك تأكد من اعدادات جهازك
cs: Přístup rozpoznávání hlasu odepřen. Zkontrolujte nastavení zařízení
de: Zugriff auf Spracherkennung verweigert. Bitte überprüfen Sie die Geräteeinstellungen
es: Acceso al reconocimiento de voz denegado. Por favor, comprueba los ajustes del dispositivo
fr: Accès à la reconnaissance vocale refusé. Veuillez vérifier les paramètres de l'appareil
hu: A beszédfelismerési hozzáférés megtagadva. Kérjük, ellenőrizze az eszköz beállításait
ja: 音声認識アクセスが拒否されました。 デバイスの設定を確認してください
ko: 음성 인식 접근이 거부되었습니다. 기기 설정을 확인하십시오.
pl: Odmowa dostępu do rozpoznawania mowy. Sprawdź ustawienia urządzenia
pt_pt: Acesso ao reconhecimento de voz negado. Por favor verifique as definições do dispositivo
ro: Accesul pentru recunoașterea vocală a fost respins. Verifică setările dispozitivului
ru: Распознавание речи недоступно. Пожалуйста, проверьте настройки устройства
th: การเข้าถึงการรู้จำเสียงถูกปฏิเสธ โปรดตรวจสอบการตั้งค่าอุปกรณ์
tr: Ses tanıma erişimi reddedildi. Lütfen cihaz ayarlarınızı kontrol edin.
uk: Доступ до функції розпізнавання мови було заборонений. Будь ласка, перевірте налаштування пристрою
zh_hans: 语音识别启用被拒绝。请检查设备设置
zh_hant: 語音識別啓用被拒絕。請檢查設備設置

# not-support-speech-recognition
source: Your device doesn't support speech recognition
ar: جهازك لا يدعم خاصية التعرف علي الكلام
cs: Vaše zařízení nepodporuje rozpoznávání hlasu
de: Ihr Gerät unterstützt keine Spracherkennung.
es: Tu dispositivo no es compatible con el reconocimiento de voz
fr: Votre appareil ne prend pas en charge la reconnaissance vocale
hu: A készüléke nem támogatja a beszédfelismerést
ja: お使いのデバイスは音声認識をサポートしていません
ko: 귀하의 기기가 음성 인식을 지원하지 않습니다.
pl: Twoje urządzenie nie obsługuje rozpoznawania mowy
pt_pt: O seu dispositivo não suporta o reconhecimento de voz
ro: Dispozitivul tău nu suportă recunoașterea vocală
ru: Ваше устройство не поддерживает распознавание речи
th: อุปกรณ์ของคุณไม่รองรับการรู้จำเสียง
tr: Cihazınız ses tanıma özelliğini desteklememektedir
uk: Ваш пристрій не підтримує функцію розпізнавання мови
zh_hans: 您的设备并不支持语音识别
zh_hant: 您的設備並不支持語音識別

# main-pack-info
source: 3 themes, 18 topics, 270 words
ar: 3 موضوعات ، 18 موضوعات ، 270 كلمة
cs: 3 témata, 18 podtémat, 270 slov
de: 3 themen, 18 themengebiete, 270 wörter
es: 3 temas, 18 grupos, 270 palabras
fr: 3 thèmes, 18 sujets, 270 mots
hu: 3 téma, 18 témakör, 270 szó
ja: 3つのテーマ、18つのトピック、270の単語
ko: 3개의 테마, 18개의 주제, 270개의 단어
pl: 3 działy, 18 tematów, 270 słów
pt_pt: 3 temas, 18 tópicos, 270 palavras
ro: 3 teme, 18 subiecte, 270 de cuvinte
ru: 3 темы, 18 топиков, 270 слов
th: 3 ธีม, 18 หัวข้อ, 270 คำ
tr: 3 Tema, 18 Konu, 270 Sözcük
uk: 3 теми, 18 тематик, 270 слів
zh_hans: 3个主题, 18个话题, 270个词汇
zh_hant: 3個主題, 18個話題, 270個詞彙

# topics-count
source: 6 topics, 90 words
ar: 6 موضوعات ، 90 كلمة
cs: 6 podtémat, 90 slov
de: 6 themengebiete, 90 wörter
es: 6 grupos, 90 palabras
fr: 6 sujets, 90 mots
hu: 6 témakör, 90 szó
ja: 6つのトピック、90の単語
ko: 6개의 주제, 90개의 단어
pl: 6 tematów, 90 słów
pt_pt: 6 tópicos, 90 palavras
ro: 6 subiecte, 90 de cuvinte
ru: 6 топиков, 90 слов
th: 6 หัวข้อ, 90 คำ
tr: 6 Konu, 90 Sözcük
uk: 6 тематик, 90 слів
zh_hans: 6个话题, 90个词汇
zh_hant: 6個話題, 90個詞彙

# next-level
source: Next: %d
ar: Next Level: %d
cs: Next Level: %d
de: Next Level: %d
es: Next Level: %d
fr: Next Level: %d
hu: Next Level: %d
ja: Next Level: %d
ko: Next Level: %d
pl: Next Level: %d
pt_pt: Next Level: %d
ro: Next Level: %d
ru: Next Level: %d
th: Next Level: %d
tr: Next Level: %d
uk: Next Level: %d
zh_hans: Next Level: %d
zh_hant: Next Level: %d

source: Experience
ar: Skill Level
cs: Skill Level
de: Skill Level
es: Skill Level
fr: Skill Level
hu: Skill Level
ja: Skill Level
ko: Skill Level
pl: Skill Level
pt_pt: Skill Level
ro: Skill Level
ru: Skill Level
th: Skill Level
tr: Skill Level
uk: Skill Level
zh_hans: Skill Level
zh_hant: Skill Level

source: Connoisseur
ar: Graduate
cs: Graduate
de: Graduate
es: Graduate
fr: Graduate
hu: Graduate
ja: Graduate
ko: Graduate
pl: Graduate
pt_pt: Graduate
ro: Graduate
ru: Graduate
th: Graduate
tr: Graduate
uk: Graduate
zh_hans: Graduate
zh_hant: Graduate

source: Outstanding
ar: Teacher
cs: Teacher
de: Teacher
es: Teacher
fr: Teacher
hu: Teacher
ja: Teacher
ko: Teacher
pl: Teacher
pt_pt: Teacher
ro: Teacher
ru: Teacher
th: Teacher
tr: Teacher
uk: Teacher
zh_hans: Teacher
zh_hant: Teacher

source: Specialist
ar: Master
cs: Master
de: Master
es: Master
fr: Master
hu: Master
ja: Master
ko: Master
pl: Master
pt_pt: Master
ro: Master
ru: Master
th: Master
tr: Master
uk: Master
zh_hans: Master
zh_hant: Master

source: Pro
ar: Professor
cs: Professor
de: Professor
es: Professor
fr: Professor
hu: Professor
ja: Professor
ko: Professor
pl: Professor
pt_pt: Professor
ro: Professor
ru: Professor
th: Professor
tr: Professor
uk: Professor
zh_hans: Professor
zh_hant: Professor

source: Master
ar: Maestro
cs: Maestro
de: Maestro
es: Maestro
fr: Maestro
hu: Maestro
ja: Maestro
ko: Maestro
pl: Maestro
pt_pt: Maestro
ro: Maestro
ru: Maestro
th: Maestro
tr: Maestro
uk: Maestro
zh_hans: Maestro
zh_hant: Maestro

source: Magister
ar: Doyen
cs: Doyen
de: Doyen
es: Doyen
fr: Doyen
hu: Doyen
ja: Doyen
ko: Doyen
pl: Doyen
pt_pt: Doyen
ro: Doyen
ru: Doyen
th: Doyen
tr: Doyen
uk: Doyen
zh_hans: Doyen
zh_hant: Doyen

source: Enlightened
ar: Whiz
cs: Whiz
de: Whiz
es: Whiz
fr: Whiz
hu: Whiz
ja: Whiz
ko: Whiz
pl: Whiz
pt_pt: Whiz
ro: Whiz
ru: Whiz
th: Whiz
tr: Whiz
uk: Whiz
zh_hans: Whiz
zh_hant: Whiz

source: Higher mind
ar: Expert
cs: Expert
de: Expert
es: Expert
fr: Expert
hu: Expert
ja: Expert
ko: Expert
pl: Expert
pt_pt: Expert
ro: Expert
ru: Expert
th: Expert
tr: Expert
uk: Expert
zh_hans: Expert
zh_hant: Expert

source: Supermind
ar: Linguist
cs: Linguist
de: Linguist
es: Linguist
fr: Linguist
hu: Linguist
ja: Linguist
ko: Linguist
pl: Linguist
pt_pt: Linguist
ro: Linguist
ru: Linguist
th: Linguist
tr: Linguist
uk: Linguist
zh_hans: Linguist
zh_hant: Linguist

source: Rate us
ar: Rate
cs: Rate
de: Rate
es: Rate
fr: Rate
hu: Rate
ja: Rate
ko: Rate
pl: Rate
pt_pt: Rate
ro: Rate
ru: Rate
th: Rate
tr: Rate
uk: Rate
zh_hans: Rate
zh_hant: Rate

source: Change language
ar: Language
cs: Language
de: Language
es: Language
fr: Language
hu: Language
ja: Language
ko: Language
pl: Language
pt_pt: Language
ro: Language
ru: Language
th: Language
tr: Language
uk: Language
zh_hans: Language
zh_hant: Language

source: About us
ar: About
cs: About
de: About
es: About
fr: About
hu: About
ja: About
ko: About
pl: About
pt_pt: About
ro: About
ru: About
th: About
tr: About
uk: About
zh_hans: About
zh_hant: About

source: Restore purchases
ar: Restore
cs: Restore
de: Restore
es: Restore
fr: Restore
hu: Restore
ja: Restore
ko: Restore
pl: Restore
pt_pt: Restore
ro: Restore
ru: Restore
th: Restore
tr: Restore
uk: Restore
zh_hans: Restore
zh_hant: Restore

# my-language
source: My mother tongue
ar: Language
cs: Language
de: Language
es: Language
fr: Language
hu: Language
ja: Language
ko: Language
pl: Language
pt_pt: Language
ro: Language
ru: Language
th: Language
tr: Language
uk: Language
zh_hans: Language
zh_hant: Language

# xp
source: %d xp
ar: +%d
cs: +%d
de: +%d
es: +%d
fr: +%d
hu: +%d
ja: +%d
ko: +%d
pl: +%d
pt_pt: +%d
ro: +%d
ru: +%d
th: +%d
tr: +%d
uk: +%d
zh_hans: +%d
zh_hant: +%d

source: View
ar: Open
cs: Open
de: Open
es: Open
fr: Open
hu: Open
ja: Open
ko: Open
pl: Open
pt_pt: Open
ro: Open
ru: Open
th: Open
tr: Open
uk: Open
zh_hans: Open
zh_hant: Open

source: Themes
ar: Theme
cs: Theme
de: Theme
es: Theme
fr: Theme
hu: Theme
ja: Theme
ko: Theme
pl: Theme
pt_pt: Theme
ro: Theme
ru: Theme
th: Theme
tr: Theme
uk: Theme
zh_hans: Theme
zh_hant: Theme

source: Buy Theme
ar: Buy
cs: Buy
de: Buy
es: Buy
fr: Buy
hu: Buy
ja: Buy
ko: Buy
pl: Buy
pt_pt: Buy
ro: Buy
ru: Buy
th: Buy
tr: Buy
uk: Buy
zh_hans: Buy
zh_hant: Buy
