Repository: moretonia/QuizTime-VideoControls
Catalog: EnglishForBeginners/Resources/*.lproj/Localizable.strings
Languages: ar, cs, de, es, fr, hu, ja, ko, pl, pt_pt, ro, ru, th, tr, uk, zh_hans, zh_hant

# about-mechanics-description
source: Unique combination of several game mechanics will help you master the words fast and efficiently:
ar: مجموعة فريدة من أساليب اللعب ستساعدك علي إتقان الكلمات بسرعة وكفائة
cs: Jedinečná kombinace několika her vám pomůže naučit se slovíčka rychle a efektivně:
de: Einzigartige Kombination mehrerer Spielmechaniken hilft Ihnen, die Wörter schnell und effizient zu beherrschen:
es: Una combinación única de distintas mecánicas de juego para ayudarte a dominar las palabras de forma rápida y eficiente:
fr: Une combinaison unique de plusieurs mécanismes de jeu vous aidera à maîtriser les mots rapidement et efficacement :
hu: Több játékmód egyedi kombinációja segít a szavak gyors és hatékony elsajátításában:
ja: いくつかのユニークなゲームの組み合わせは、単語を素早く効率的にマスターするのに役立ちます：
ko: 여러 가지 게임 역학의 독특한 조합은 빠르고 효율적으로 단어를 마스터하는 데 도움이 됩니다.
pl: Unikalne połączenie kilku mechanik gry pomoże ci opanować słowa szybko i sprawnie:
pt_pt: Uma combinação singular de várias mecânicas de jogo irá ajudá-lo a dominar rápida e eficientemente as palavras.
ro: Combinația unică a mai multor modalități de joc te va ajuta să stăpânești cuvintele rapid și eficient:
ru: Несколько механик, использованных в приложении, позволят Вам лучше усвоить и закрепить изученный материал:
th: การผสมผสานอย่างมีเอกลักษณ์ของเกมมากมายจะช่วยให้คุณเข้าใจคำศัพท์ได้อย่างรวดเร็วและมีประสิทธิภาพ:
tr: Farklı oyun mekaniklerinin benzersiz kombinasyonu, kelimeleri hızlı ve verimli bir şekilde yönetmenize yardımcı olacak:
uk: Унікальне поєднання кількох ігрових механізмів допоможе вам швидко і ефективно вивчити слова:
zh_hans: 不同游戏机制的独特结合将会帮助您快速有效地掌握词汇：
zh_hant: 不同遊戲機制的獨特結合將會幫助您快速有效地掌握詞彙：

# about-mechanics-matching-description
source: On this level you need to choose the right image for the word
ar: في هذا المستوي يجب عليك أن تختار الكلمة المناسبة لكل صورة
cs: V této úrovni musíte správně vybrat obrázek hodící se ke slovu
de: Auf dieser Ebene müssen Sie das richtige Bild für das Wort wählen.
es: En este nivel deberás elegir la imagen correcta para la palabra
fr: A ce niveau, vous devez choisir la bonne image pour le mot
hu: Ezen a szinten ki kell választania a szónak megfelelő képet
ja: このレベルでは、単語の正しい写真を選択して下さい
ko: 이 레벨에서는 단어에 맞는 올바른 이미지를 골라야 합니다.
pl: Na tym poziomie musisz wybrać odpowiedni obraz do słowa
pt_pt: Neste nível terá de escolher a imagem certa para a palavra
ro: În acest nivel trebuie să alegi imaginea corespunzătoare cuvântului.
ru: в этом уровне нужно правильно выбрать визуальную ассоциацию к слову
th: ในเลเวลนี้คุณต้องเลือกรูปภาพที่ตรงกับคำศัพท์
tr: Bu seviyede kelime için doğru görüntüyü seçmeniz gerekir
uk: На цьому рівні потрібно вибрати правильне зображення, яке відповідає слову
zh_hans: 在这级别您将会为词汇选择正确的图像
zh_hant: 在這級別您將會為詞彙選擇正確的圖像

# about-mechanics-translator-description
source: choose the right translation of a word
ar: اختر الترجمة الصحيحة لهذه الكلمة
cs: vyberte správný překlad pro slovo
de: Wählen ie die richtige Übersetzung eines Wortes
es: Elige la traducción correcta de una palabra
fr: Choisissez la bonne traduction d'un mot
hu: Válassza ki a szó helyes fordítását
ja: 単語の正しい翻訳を選択して下さい
ko: 단어에 맞는 번역을 고르세요.
pl: wybierz właściwe tłumaczenie słowa
pt_pt: escolha a tradução certa para uma palavra
ro: Alege traducerea corectă a cuvântului.
ru: выбрать правильный перевод слова
th: เลือกคำแปลที่ถูกต้องของคำศัพท์
tr: Kelimenin doğru çevirisini seçin
uk: виберіть правильний переклад слова
zh_hans: 选择词汇的正确翻译
zh_hant: 選擇詞彙的正確翻譯

# about-mechanics-pronunciation-description
source: Listen and pronounce the word. Make sure your microphone is on.
ar: اسمع وانطق الكلمة . تأكد أن الميكروفون يعمل
cs: Poslouchejte a vyslovte slovo. Nezapomeňte mít zapnutý mikrofon.
de: Hören Sie zu und sprechen Sie das Wort aus. Stellen Sie sicher, dass Ihr Mikrofon eingeschaltet ist.
es: Escucha y pronuncia la palabra.
fr: Écoutez et prononcez le mot. Assurez-vous que votre micro est allumé.
hu: Hallgassa meg és mondja ki a szót. Győződjön meg róla, hogy a mikrofon be van kapcsolva.
ja: 聞いて、その言葉を発音。マイクがオンになっていることを確認して下さい。
ko: 단어를 듣고 발음하세요. 마이크가 켜져 있는지 확인하십시오.
pl: Posłuchaj i wymów słowo. Upewnij się, że mikrofon jest włączony.
pt_pt: Escute e pronuncie a palavra. Garanta que o seu microfone está ligado.
ro: Ascultă și pronunță cuvântul. Asigură-te că microfonul este pornit.
ru: прослушать и правильно произнести слово, активировав “микрофон”
th: ฟังและออกเสียงคำศัพท์ ตรวจสอบให้แน่ใจว่าเปิดไมโครโฟนอยู่
tr: Kelimeyi dinleyin ve telaffuz edin. Mikrofonunuzun açık olduğundan emin olun.
uk: Прослухайте і вимовьте слово. Переконайтеся, що ваш мікрофон увімкнено.
zh_hans: 聆听与发音。确保打开您的扩音器。
zh_hant: 聆聽與發音。確保打開您的擴音器。

# about-mechanics-spelling-description
source: Enter the word with the keyboard
ar: اكتب الكلمة باستخدام لوحة المفاتيح
cs: Napište slovo na klávesnici
de: Geben Sie das Wort mit der Tastatur ein.
es: Introduce la palabra con el teclado
fr: Entrez le mot avec le clavier
hu: Írja be a szót a billentyűzet segítségével
ja: キーボードで単語を入力して下さい
ko: 키보드로 단어를 입력하세요.
pl: Wprowadź słowo za pomocą klawiatury
pt_pt: Digite a palavra com o teclado
ro: Scrie cuvântul la tastatură.
ru: правильно написать слово, используя клавиатуру
th: ใส่คำศัพท์ด้วยคีย์บอร์ด
tr: Klavyenizle sözcüğü yazın
uk: Введіть слово на клавітурі
zh_hans: 使用键盘来输入词汇
zh_hant: 使用鍵盤來輸入詞彙

# about-rewards-little-star-description
source: For the successful passage of the levels you get from 1 to 3 small stars
ar: لقد حصلت علي عدد من 1 الي 3 نجوم مكافأة علي تخطيك المستويات بنجاح
cs: Za úspěšné zdolání úrovně dostanete 1 až 3 malé hvězdy
de: Für den erfolgreichen Durchlauf der Level erhalten Sie 1 bis 3 kleine Sterne.
es: Al pasar los niveles con éxito recibes entre 1 y 3 estrellas pequeñas
fr: Pour le passage réussi des niveaux vous obtenez de 1 à 3 petites étoiles
hu: A szintek sikeres teljesítésekor 1-3 kis csillagot kap
ja: レベルに勝つには、1から3の小さな星をゲットして下さい
ko: 레벨을 성공적으로 통과하면 1에서 3개의 작은 별을 획득하게 됩니다.
pl: Za udane przejście poziomów otrzymujesz od 1 do 3 małych gwiazdek
pt_pt: Pela passagem bem-sucedida a cada nível, obterá entre 1 a 3 pequenas estrelas
ro: Pentru trecerea cu succes a fiecărui nivel primești între 1 și 3 steluțe mici
ru: За успешное прохождение уровней вы получаете от 1 до 3 малых звезд
th: เมื่อผ่านเลเวลได้สำเร็จคุณจะได้รับดาวดวงเล็กตั้งแต่ 1 ถึง 3 ดวง
tr: Seviyeyi başarılı bir şekilde geçtiğinizde 1 ila 3 arası küçük yıldız elde edersiniz
uk: За успішне проходження рівнів ви отримуєте від 1 до 3 маленьких зірок
zh_hans: 在每一级别顺利通关您将会得到1至3颗小星星
zh_hant: 在每一級別順利通關您將會得到1至3顆小星星

# about-rewards-bronze-star-description
source: You get a bronze star if you score at least 50 small stars
ar: ستحصل علي نجمة برونزية اذا أحرزت 50 نجمة صغيرة علي الأقل
cs: Bronzovou hvězdu dostanete pokud získáte alespoň 50 malých hvězdiček
de: Sie erhalten einen Bronzestern, wenn Sie mindestens 50 kleine Sterne bekommen.
es: Obtendrás una estrella de bronce si consigues al menos 50 estrellas pequeñas
fr: Vous obtenez une étoile de bronze si vous marquez au moins 50 petites étoiles
hu: Kap egy bronz csillagot, ha legalább el ér 50 kis csillagot
ja: 少なくとも50個の小さな星を獲得すれば、青銅の星が得られます。
ko: 50개의 작은 별을 획득하면 청동별을 가지게 됩니다
pl: Dostajesz brązową gwiazdę, jeśli zdobędziesz co najmniej 50 małych gwiazd
pt_pt: Obtém uma estrela de bronze se pontuar pelo menos 50 estrelas
ro: Primești o stea de bronz dacă obții cel puțin 50 de steluțe mici
ru: Вы получаете бронзовую звезду, если набрали не менее 50 малых звезд
th: คุณจะได้รับดาวทองแดงถ้าได้คะแนนอย่างน้อย 50 ดาวเล็ก
tr: En az 50 küçük yıldız toplamanız halinde bir bronz yıldız elde edersiniz
uk: Ви отримаєте бронзову зірку, якщо наберете принаймні 50 маленьких зірок
zh_hans: 在获得至少50颗小星星后您将会获得铜星
zh_hant: 在獲得至少50顆小星星後您將會獲得銅星

# about-rewards-silver-star-description
source: You get a silver star if your score is at least 75 small stars
ar: ستحصل علي نجمة فضية اذا أحرزت 75 نجمة صغيرة علي الأقل
cs: Stříbrnou hvězdu dostanete pokud získáte alespoň 75 malých hvězdiček.
de: Sie erhalten einen Silberstern, wenn Sie mindestens 75 kleine Sterne bekommen.
es: Lograrás una estrella de plata si consigues al menos 75 estrellas pequeñas
fr: Vous obtenez une étoile d'argent si votre score est d'au moins 75 petites étoiles
hu: Kap egy ezüst csillagot, ha a el ér legalább 75 kis csillagot
ja: スコアが少なくとも75の小さな星であれば銀の星を手に入れらます
ko: 75개의 작은 별을 획득하면 은별을 가지게 됩니다
pl: Otrzymujesz srebrną gwiazdę, jeśli twój wynik to co najmniej 75 małych gwiazd
pt_pt: Obtém uma estrela de prata se pontuar pelo menos 75 estrelas
ro: Primești o stea de argint dacă obții cel puțin 75 de steluțe mici
ru: Вы получаете серебряную звезду, если набрали не менее 75 малых звезд
th: คุณจะได้รับดาวเงินถ้าได้คะแนนอย่างน้อย 75 ดาวเล็ก
tr: En az 75 küçük yıldız toplamanız halinde bir gümüş yıldız elde edersiniz
uk: Ви отримаєте срібну зірку, якщо наберете принаймні 75 маленьких зірок
zh_hans: 在获得至少75颗小星星后您将会获得银星
zh_hant: 在獲得至少75顆小星星後您將會獲得銀星

# about-rewards-golden-star-description
source: You are awarded a gold star when getting 100 small stars
ar: ستكافأ بنجمة ذهبية عندما تحصل علي 100 نجمة صغيرة
cs: Zlatou hvězdu obdržíte pokud získáte alespoň 100 malých hvězdiček.
de: Sie erhalten einen goldenen Stern, wenn Sie 100 kleine Sterne bekommen.
es: Recibirás una estrella de oro cuando consigas 100 estrellas pequeñas
fr: Vous obtenez une étoile d'or en obtenant 100 petites étoiles
hu: Kapsz arany csillagot, ha el ér legalább 100 kis csillagot
ja: 100個の小さな星を得ると、金の星を授与されます
ko: 100개의 작은 별을 획득하면 금 별을 수여 받게 됩니다.
pl: Otrzymujesz złotą gwiazdkę, gdy zdobywasz 100 małe gwiazdki
pt_pt: Obtém uma estrela de ouro se pontuar pelo menos 100 estrelas
ro: Primești o stea de aur atunci când obții 100 de steluțe mici
ru: Вы награждаетесь золотой звездой при получении 100 малых звезд
th: คุณจะได้รับดาวทองถ้าได้คะแนนอย่างน้อย 100 ดาวเล็ก
tr: En az 100 küçük yıldız toplamanız halinde bir altın yıldız elde edersiniz
uk: Ви отримаєте золоту зірку, якщо наберете принаймні 100 маленьких зірок
zh_hans: 在获得至少100颗小星星后您将会获得金星
zh_hant: 在獲得至少100顆小星星後您將會獲得金星

# about-rewards-passed-exam-description
source: Academic hat symbolizes the successful passing of the quiz on the theme
ar: قبعة التخرج ترمز لخطيك اختبار الموضوع بنجاح
cs: Promoční čepice symbolizuje úspěšné splnění tematického kvízu.
de: Akademischer Hut symbolisiert das erfolgreiche Bestehen des Quiz zum Thema
es: El gorro académico simboliza el éxito en la prueba de un tema
fr: Le chapeau académique symbolise le passage réussi du quiz sur le thème
hu: Az egyetemi kalap szimbolizálja a kvíz sikeres teljesítését a témában
ja: 学問の帽子は、そのテーマに関するクイズの成功を象徴します
ko: 학술모는 테마에 대한 퀴즈의 성공적인 통과를 상징합니다.
pl: Kapelusz akademicki symbolizuje udane zdanie quizu na temat
pt_pt: O chapéu académico simboliza a passagem bem-sucedida no quiz do tema em questão
ro: Pălăria academică simbolizează trecerea cu succes a testului temei
ru: Академическая шапочка символизирует успешную сдачу теста по теме
th: สัญลักษณ์หมวกบัณฑิตแสดงถึงการผ่านควิซของธีมได้สำเร็จ
tr: Akademik kep, temanın quizini başarıyla geçtiğinizi gösterir.
uk: Академічний капелюх символізує успішне проходження вікторини на обрану тему
zh_hans: 学术帽代表顺利通过主题测验
zh_hant: 學術帽代表順利通過主題測驗

# about-rewards-description
source: For passage of each level or quiz you gain experience and different ranks: Beginner, Master, and others. More information about your achievements can be found in the profile _ .
ar: عندما تتخطي كل مستوي أو اختبار تكتسب خبرة ورتب مختلفة: مبتدئ وسيد وأخري. معلومات أكثر عن انجازاتك توجد في حسابك الشخصي _
cs: Pro projití každé úrovně nebo kvízu získáte zkušenosti a různé hodnosti: Začátečník, Mistr a další. Další informace o svých úspěších najdete v profilu _ .
de: Für das Bestehen eines jeden Levels oder Quiz sammeln Sie Erfahrung und verschiedene Ränge: Anfänger, Meister und andere. Weitere Informationen über Ihre Leistungen finden Sie im Profil _ .
es: Por aprobar cada nivel o prueba consigues experiencia y distintos rangos: Principiante, Maestro y otros. Puedes encontrar más información de tus logros en tu perfil _ .
fr: Pour le passage de chaque niveau ou quiz vous gagnez de l'expérience et des rangs différents : débutant, maître et autres. Plus d'informations sur vos réalisations peuvent être trouvées dans le profil _ .
hu: Az egyes szintek vagy kvízek teljesítésével tapasztalatokat és különböző rangokat szerez: kezdő, mester és egyéb. Az eredményekről bővebben a _ profilban találhatók.
ja: 各レベルまたはクイズの通過には、初心者、マスター、およびその他の経験を獲得しましょう。あなたの業績に関する詳細はプロフィール _ にあります。
ko: 각 레벨 또는 퀴즈를 통과할 때마다 경험과 다른 랭킹을 얻게 됩니다: 초급, 마스터, 그리고 기타. 귀하의 업적에 대한 추가 정보는 프로필에서 찾을 수 있습니다 _ .
pl: Za przejście przez każdy poziom lub quiz, zdobywasz doświadczenie i różne stopnie: początkujący, mistrz i inni. Więcej informacji o twoich osiągnięciach znajdziesz w profilu _ .
pt_pt: Pela passagem de cada nível ou quiz, ganha experiência e diferentes posições: Iniciante, Mestre e outros. Pode encontrar mais informação sobre as suas conquistas no perfil _ .
ro: Pentru trecerea fiecărui nivel sau test câștigi experiență și diferite grade: Începător, Maestru și altele. Mai multe informații despre realizările tale pot fi găsite pe profil _ .
ru: За каждое прохождение уровня или теста пользователь получает опыт и по мере его накопления ему присваиваются различные ранги: Новичок, Магистр и другие. Подробнее о своих достижениях можно узнать в профиле _ .
th: เมื่อผ่านแต่ละเลเวลหรือควิซ คุณจะได้ค่าประสบการณ์และระดับที่ต่างกัน: ผู้เริ่มต้น, อาจารย์, และอื่น ๆ สามารถหาข้อมูลเพิ่มเติมของความสำเร็จได้ที่โปรไฟล์ _
tr: Her seviyeyi veya quizi geçtiğinize deneyim ve farklı rütbeler elde edersiniz: Yeni başlayan, Efendi vb. Başarımlarınız hakkında daha fazla bilgiyi profilinizde _ bulabilirsiniz.
uk: За проходження кожного рівня або вікторини ви отримаєте досвід і різні звання: початківець, майстер та інші. Більше інформації про ваші досягнення можна знайти в профілі _ .
zh_hans: 通过每一级别或测验您将会获得经验和不同等级：初级者、大师级以及其他。您能在用户资料找到更多有关您的成就资讯 _ 。
zh_hant: 通過每一級別或測驗您將會獲得經驗和不同等級：初級者、大師級以及其他。您能在用戶資料找到更多有關您的成就資訊 _ 。

# copyright
source: Copyright © B. V. Rolandsen 2021
ar: حقوق الملكية© B. V. Rolandsen 2021
de: Urheberrecht © B. V. Rolandsen 2021
hu: Szerzői jog © B. V. Rolandsen 2021
ko: 저작권© B. V. Rolandsen 2021
pl: Prawa autorskie © B. V. Rolandsen 2021
th: ลิขสิทธิ์ © B. V. Rolandsen 2021
tr: Telif Hakkı © B. V. Rolandsen 2021
uk: Авторське право © B. V. Rolandsen 2021
zh_hans: 版权所有© B. V. Rolandsen 2021
zh_hant: 版權所有© B. V. Rolandsen 2021

# design-and-development
source: Design and Development by Bryan Rolandsen
ar: تصميم وتطوير Bryan Rolandsen
cs: Navrženo a Vyvinuto Bryan Rolandsen
de: Design und Entwicklung von Bryan Rolandsen
es: Diseño y desarrollo por Bryan Rolandsen
fr: Conception et développement par Bryan Rolandsen
hu: Tervezés és fejlesztés Bryan Rolandsen
ja: 設計及び開発Bryan Rolandsen
ko: Bryan Rolandsen에 의해 디자인 및 개발됨
pl: Projektowanie i rozwój Bryan Rolandsen
pt_pt: Design e Desenvolvimento por Bryan Rolandsen
ro: Designul și dezvoltarea de către Bryan Rolandsen
ru: Дизайн и Разработка от Bryan Rolandsen
th: ออกแบบและพัฒนาโดย Bryan Rolandsen
tr: Tasarım ve Geliştirme Bryan Rolandsen tarafından gerçekleştirildi
uk: Дизайн та розробка від Bryan Rolandsen
zh_hans: 由Bryan Rolandsen设计与开发
zh_hant: 由Bryan Rolandsen設計與開發

source: Correct
ar: صحح
cs: Správně
de: Richtig
es: Correcto
hu: Helyes
ja: 正しい
ko: 정답
pl: Poprawnie
pt_pt: Correto
ro: Corect
ru: Правильно
th: ถูกต้อง
tr: Doğru
uk: Правильно
zh_hans: 正确
zh_hant: 正確

source: Finish
ar: انهاء
cs: Skončít
de: Beenden
es: Terminar
fr: Terminer
hu: Befejezés
ja: 終了
ko: 끝
pl: Zakończ
pt_pt: Concluir
ro: Sfârșit
ru: Завершить
th: เสร็จสิ้น
tr: Tamamla
uk: Кінець
zh_hans: 结束
zh_hant: 結束

source: Error
ar: خطأ
cs: Chyba
de: Fehler
fr: Erreur
hu: Hiba
ja: エラー
ko: 오류
pl: Błąd
pt_pt: Erro
ro: Eroare
ru: Ошибка
th: ผิดพลาด
tr: Hata
uk: Помилка
zh_hans: 错误
zh_hant: 錯誤

# error-load-leaderboard
source: Leaderboard loading error. Please try again later
ar: خطأ في تحميل قائمة المتصدرين .يرجي المحاولة لاحقا
cs: Chyba načítání žebříčku. Zkuste to znovu
de: Rangliste -Ladefehler. Bitte versuchen Sie es später noch einmal
es: Error al cargar la tabla de clasificaciones. Por favor, prueba de nuevo
fr: Erreur de chargement du classement. Veuillez réessayer plus tard
hu: Ranglista betöltési hiba. Kérem, próbálja újra később
ja: リーダーボード読み込みエラー。 後でもう一度お試しください
ko: 상위권 표 로딩에 오류가 생겼습니다. 다시 시도해주십시오.
pl: Błąd ładowania tablicy wyników. Spróbuj ponownie później
pt_pt: Erro na tabela de líderes. Tente novamente mais tarde
ro: Eroare la încărcarea clasamentului. Încearcă mai târziu
ru: Ошибка загрузки таблицы лидеров. Пожалуйста, попробуйте позже
th: การโหลดกระดานผู้นำผิดพลาด โปรดลองใหม่ภายหลัง
tr: Lider tablosu yüklenirken bir hata oluştu. Lütfen daha sonra tekrar deneyin
uk: Помилка завантаження дошки лідерів. Будь-ласка, спробуйте пізніше
zh_hans: 排行榜加载失败。请稍等再试
zh_hant: 排行榜加載失敗。請稍等再試

# timeout
source: Timeout expired
ar: انتهت المهلة
cs: Timeout vypršel
de: Timeout abgelaufen
es: Tiempo agotado
fr: Le délai a expiré
hu: Az időtúllépés lejárt
ja: 期限切れ
ko: 시간제한이 초과되었습니다.
pl: Limit czasu upłynął
pt_pt: O timeout expirou
ro: Pauza a expirat
ru: Истекло время ожидания
th: หมดเวลาแล้ว
tr: Mola bitti
uk: Тайм-аут минув
zh_hans: 超时过期
zh_hant: 超時過期

# speech-recognition-unavailable
source: Speech recognition is unavailable
ar: خاصية التعرف علي الكلام غير متوفرة
cs: Rozpoznávání hlasu není dostupné
de: Die Spracherkennung ist nicht verfügbar.
es: El reconocimiento de voz no está disponible
fr: La reconnaissance vocale n'est pas disponible
hu: A beszédfelismerés nem érhető el
ja: 音声認識は利用できません
ko: 음성인식이 불가능합니다.
pl: Rozpoznawanie mowy jest niedostępne
pt_pt: Reconhecimento de voz indisponível
ro: Recunoașterea vocală este indisponibilă
ru: Распознавание речи недоступно
th: การรู้จำเสียงไม่พร้อมใช้งาน
tr: Ses tanıma mevcut değil
uk: Функція розпізнавання мови недоступна
zh_hans: 语音识别不可用
zh_hant: 語音識別不可用

# device-settings-for-speech
source: 1. Check device settings (Settings -> General -> Keyboard -> Enable Dictation)
ar: تمكين الاملاء)< لوحة المفاتيح -< عام -<1- تفقد اعدادات الجهاز (الاعدادات -
cs: 1. Zkontrolujte nastavení zařízení (Nastavení -> Obecné -> Klavesnice -> Povolit Diktování)
de: 1. Geräteeinstellungen überprüfen (Einstellungen -> Allgemein -> Tastatur -> Diktieren aktivieren)
es: 1. Comprueba los ajustes del dispositivo (Ajustes -> General -> Teclado -> Habilitar dictado)
fr: 1. Vérifiez les paramètres de l'appareil (Paramètres -> Général -> Clavier -> Activer la dictée)
hu: 1. Ellenőrizze az eszköz beállításait (Beállítások -> Általános -> Billentyűzet -> Diktálás engedélyezése)
ja: 1.デバイスの設定を確認して下さい（設定 - >一般 - >キーボード - >音声認識を有効にする）
ko: 1. 기기 설정을 점검하십시오 (설정-> 일반-> 키보드-> 음성입력 활성화)
pl: 1. Sprawdź ustawienia urządzenia (Ustawienia -> Ogólne -> Klawiatura -> Włącz dyktowanie)
pt_pt: 1. Verifique as definições de dispositivo (Definições -> Geral -> Teclado -> Habilitar Ditado)
ro: 1. Verifică setările dispozitivului (Setări -> General -> Tastatură -> Permite dictarea)
ru: 1. Проверьте настройки устройства (Настройки -> Общие -> Включить диктовку)
th: 1. ตรวจสอบการตั้งค่าอุปกรณ์ (ตั้งค่า -> ทั่วไป -> คีย์บอร์ด -> เปิดระบบพิมพ์ตามเสียงพูด)
tr: 1. Cihaz ayarlarınızı kontrol edin (Ayarlar -> Genel -> Klavye -> İmlaya İzin Ver)
uk: 1. Перевірте налаштування пристрою (Налаштування -> Загальні -> Клавіатура -> Увімкнути диктування)
zh_hans: 1. 检查设备设置（设置 -> 通用 -> 键盘 ->启用听写）
zh_hant: 1.檢查設備設置（設置->通用->鍵盤 ->啓用聽寫）

# check-internet-for-speech
source: 2. If recognition still doesn't work please check your Internet connection and try again
ar: 2-اذا كانت خاصية التعرف علي الكلام لا تعمل من فضلك تفقد اتصال الانترنت وحاول مجددا
cs: 2. Pokud rozpoznávání stále nefunguje, zkontrolujte připojení k internetu a zkuste to znovu
de: 2. Wenn die Erkennung immer noch nicht funktioniert, überprüfen Sie bitte Ihre Internetverbindung und versuchen Sie es erneut.
es: 2. Si el reconocimiento sigue sin funcionar por favor comprueba tu conexión a internet y prueba de nuevo
fr: 2. Si la reconnaissance ne fonctionne toujours pas, vérifiez votre connexion Internet et réessayez.
hu: 2. Ha a felismerés még mindig nem működik, ellenőrizze az internetkapcsolatot, és próbálja újra
ja: 2.それでも認識がうまくいかない場合は、インターネット接続を確認してもう一度お試しください
ko: 2. 그래도 인식이 되지 않으면 인터넷 연결을 확인하고 다시 시도하십시오.
pl: 2. Jeśli rozpoznawanie nadal nie działa, sprawdź połączenie internetowe i spróbuj ponownie
pt_pt: 2. Se o reconhecimento ainda assim não funcionar por favor verifique a sua ligação à internet e tente novamente
ro: 2. Dacă recunoașterea tot nu funcționează, verifică-ți conexiunea la internet și încearcă din nou
ru: 2. Если распознавание все еще не работает, пожалуйста, проверьте Ваше интернет-соединение и попробуйте снова
th: 2. หากการรู้จำเสียงยังไม่ทำงาน โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณและลองอีกครั้ง
tr: 2. Tanıma hala çalışmıyorsa lütfen internet bağlantınızı kontrol edin ve tekrar deneyin
uk: 2. Якщо розпізнавання все одно не працює, перевірте підключення до Інтернету та повторіть спробу ще раз
zh_hans: 2. 识别功能若不能操作，请检查您的网络连接并重试
zh_hant: 2.識別功能若不能操作，請檢查您的網絡連接並重試

# already-cancel-auth
source: Please sign in to your Game Center account using device settings
ar: رجااء سجل دخولك الي حساب مركز الألعاب عن طريق اعدادات جهازك
cs: Přihlaste se do svého Game Center účtu pomocí nastavení zařízení
de: Bitte melden Sie sich mit den Geräteeinstellungen bei Ihrem Game Center-Account an.
es: Por favor, regístrate en tu cuenta de Game Center utilizando los ajustes del dispositivo
fr: Veuillez vous connecter à votre compte Game Center à l'aide des paramètres de l'appareil.
hu: Kérjük, jelentkezzen be a Game Center-fiókjába az eszközbeállítások használatával
ja: デバイス設定を使用してゲームセンターアカウントにログインしてください
ko: 기기 설정을 사용하여 게임 센터 계정에 로그인 하십시오.
pl: Zaloguj się na swoje konto Game Center, używając ustawień urządzenia
pt_pt: Por favor entre na sua conta Game Center utilizando as definições do dispositivo
ro: Conectează-te la contul tău Game Center folosind setările dispozitivului
ru: Пожалуйста, войдите в Ваш аккаунт Game Center, используя настройки устройства
th: โปรดลงชื่อเข้าใช้บัญชี Game Center โดยใช้การตั้งค่าอุปกรณ์
tr: Lütfen cihaz ayarlarınızı kullanarak Oyun Merkezi’nde oturum açın
uk: Будь-ласка, увійдіть у свій обліковий запис Game Center за допомогою налаштувань пристрою
zh_hans: 请使用设备设置来登录游戏中心
zh_hant: 請使用設備設置來登錄遊戲中心

source: Settings
ar: الاعدادات
cs: Nastavení
de: Einstellungen
es: Configuración
fr: Paramètres
hu: Beállítások
ja: 設定
ko: 설정
pl: Ustawienia
pt_pt: Definições
ro: Setări
ru: Настройки
th: ตั้งค่า
tr: Ayarlar
uk: Налаштування
zh_hans: 设置
zh_hant: 設置

# micro-usage-cancel
source: Microphone access denied. Please check device settings
ar: تم رفض الوصول للميكروفون.من فضلك تأكد من اعدادات جهازك
cs: Přístup k mikrofonu odepřen. Zkontrolujte nastavení zařízení
de: Mikrofonzugriff verweigert. Bitte überprüfen Sie die Geräteeinstellungen
es: Acceso al micrófono denegado. Por favor, comprueba los ajustes del dispositivo
fr: Accès au microphone refusé. Veuillez vérifier les paramètres de l'appareil
hu: A mikrofon hozzáférése megtagadva. Kérjük, ellenőrizze az eszköz beállításait
ja: マイクアクセスが拒否されました。 デバイスの設定を確認してください
ko: 마이크 접근이 거부되었습니다. 기기 설정을 확인하십시오.
pl: Odmowa dostępu do mikrofonu. Sprawdź ustawienia urządzenia
pt_pt: Acesso ao microfone negado. Por favor verifique as definições do dispositivo
ro: Accesul la microfon a fost respins. Verifică setările dispozitivului
ru: Микрофон недоступен. Пожалуйста, проверьте настройки устройства
th: การเข้าถึงไมโครโฟนถูกปฏิเสธ โปรดตรวจสอบการตั้งค่าอุปกรณ์
tr: Mikrofon erişimi reddedildi. Lütfen cihaz ayarlarınızı kontrol edin.
uk: Доступ до мікрофона заборонений. Будь ласка, перевірте налаштування пристрою
zh_hans: 扩音器启用被拒绝。请检查设备设置
zh_hant: 擴音器啓用被拒絕。請檢查設備設置
