Repository: moretonia/QuizTime-VideoControls
Catalog: EnglishForBeginners/Resources/*.lproj/Localizable.strings
Languages: ar, cs, de, es, fr, hu, ja, ko, pl, pt_pt, ro, ru, th, tr, uk, zh_hans, zh_hant

source: 3 themes
ar: 3 موضوعات
cs: 3 témata
de: 3 Themen
es: 3 temas
fr: 3 Thèmes
hu: 3 téma
ja: 3つのテーマ
ko: 3개의 테마
pl: 3 Działy
pt_pt: 3 temas
ro: 3 teme
ru: 3 темы
th: 3 ธีม
tr: 3 Tema
uk: 3 теми
zh_hans: 3个主题
zh_hant: 3個主題

source: 6 topics
ar: 6 موضوعات
cs: 6 podtémat
de: 6 Themengebiete
es: 6 grupos
fr: 6 sujets
hu: 6 témakör
ja: 6つのトピック
ko: 6개의 주제
pl: 6 Tematów
pt_pt: 6 tópicos
ro: 6 subiecte
ru: 6 топиков
th: 6 หัวข้อ
tr: 6 Konu
uk: 6 тематик
zh_hans: 6个话题
zh_hant: 6個話題

source: 90 words
ar: 90 كلمة
cs: 90 slov
de: 90 Wörter
es: 90 palabras
fr: 90 mots
hu: 90 szó
ja: 90の単語
ko: 90개의 단어
pl: 90 Słów
pt_pt: 90 palavras
ro: 90 de cuvinte
ru: 90 слов
th: 90 คำ
tr: 90 Sözcük
uk: 90 слів
zh_hans: 90个词汇
zh_hant: 90個詞彙

source: Words
ar: الكلمات
cs: Slova
de: Wörter
es: Palabras
fr: mots
hu: Szavak
ja: 言葉
ko: 단어
pl: Słowa Zobacz
pt_pt: Palavras
ro: Cuvinte
ru: Слова
th: คำศัพท์
tr: Sözcükler
uk: Слова
zh_hans: 词汇
zh_hant: 詞彙

# matching
source: Match
ar: مطابقة
cs: Porovnávání
de: Übereinstimmend
es: Emparejar
fr: Faire correspondre
hu: Párosítás
ja: マッチング
ko: 맞추기
pl: Pasujące
pt_pt: Corresponder
ro: Potrivire
ru: Сопоставление
th: การจับคู่
tr: Eşleşen
uk: Співпадіння
zh_hans: 连连看
zh_hant: 連連看

# translation
source: Translate
ar: الترجمة
cs: Překlad
de: Übersetzung
es: Traducción
fr: Traduction
hu: Fordítás
ja: 翻訳
ko: 번역
pl: Tłumaczenie
pt_pt: Tradução
ro: Traducere
ru: Перевод
th: การแปล
tr: Çeviri
uk: Переклад
zh_hans: 翻译
zh_hant: 翻譯

# pronunciation
source: Pronounce
ar: النطق
cs: Výslovnost
de: Aussprache
es: Pronunciación
fr: Prononciation
hu: Kiejtés
ja: 発音
ko: 발음
pl: Wymowa
pt_pt: Pronúncia
ro: Pronunție
ru: Произношение
th: การออกเสียง
tr: Telaffuz
uk: Вимова
zh_hans: 发音
zh_hant: 發音

# spelling
source: Spell
ar: التهجئة
cs: Hláskování
de: Rechtschreibung
es: Deletreo
fr: Orthographe
hu: Helyesírás
ja: つづり
ko: 스펠링
pl: Pisownia
pt_pt: Soletração
ro: Ortografie
ru: Правописание
th: การสะกด
tr: Yazım
uk: Правопис
zh_hans: 拼字
zh_hant: 拼字

# some-theme-quiz
source: %@ Theme Quiz
ar: %@ اختبار الموضوع .
cs: %@ Tematický kvíz
de: %@ Themen-Quiz
es: %@ Prueba temática
fr: %@ Quiz sur les thèmes
hu: %@ Téma kvíz
ja: %@ テーマのクイズ
ko: %@ 테마 퀴즈
pl: %@ Quiz tematyczny
pt_pt: %@ Quiz do Tema
ro: Testul temei %@
ru: Тест по теме %@
th: ธีมควิซ %@
tr: %@ Tema Quizi
uk: %@ Тема вікторини
zh_hans: %@ 主题测验
zh_hant: %@ 主題測驗

# collect-stars-to-unlock
source: Collect %d stars to unlock quiz
ar: نجوم لفتح الاختبار%dاجمع
cs: Nasbírejte %d hvězd, abyste odemkli kvíz
de: Sammlen Sie %d Sterne, um das Quiz freizuschalten.
es: Consigue %d estrellas para desbloquear la prueba
fr: Collecter %d étoiles pour débloquer le quiz
hu: Gyűjtsön össze %d csillagot a kvíz feloldásához
ja: クイズのロックを解除するには%d個の星を集めて下さい
ko: 개의 별을 모아 퀴즈 잠김을 %d 해제하세요
pl: Zdobądź %d gwiazdek aby odblokować quiz
pt_pt: Colecione %d estrelas para desbloquear o quiz
ro: Adună %d stele pentru a debloca testul
ru: Наберите %d звезды, чтобы разблокировать тест
th: สะสมดาว %d ดวงเพื่อปลดล็อคควิซ
tr: Quizi açmak için %d yıldız toplayın
uk: Зберіть %d зірок, щоб розблокувати вікторину
zh_hans: 收集%d颗星星来解锁测验
zh_hant: 收集%d顆星星來解鎖測驗

# can-start-quiz
source: You can start the quiz
ar: يمكنك بدأ الاختبار
cs: Začnete kvíz
de: Sie können das Quiz starten
es: Puedes empezar la prueba
fr: Vous pouvez commencer le quiz
hu: Elindíthatja a kvízt
ja: クイズを始められます
ko: 퀴즈를 시작하실 수 있습니다
pl: Możesz rozpocząć quiz
pt_pt: Pode dar início ao quiz
ro: Poți începe testul
ru: Вы можете пройти тест
th: คุณเริ่มควิซได้
tr: Quize başlayabilirsiniz
uk: Ви можете розпочати вікторину
zh_hans: 您现在就能开始测验
zh_hant: 您現在就能開始測驗

source: Quiz
ar: اختبار
cs: Kvíz
es: Prueba
hu: Kvíz
ja: クイズ
ko: 퀴즈
ro: Test
ru: Тест
th: ควิซ
uk: Вікторина
zh_hans: 测验
zh_hant: 測驗

# pass-quiz-again
source: Pass the quiz again and get more experience
ar: إجتز الاختبار مرة أخري لتكتسب مزيد من الخبرة
cs: Zvládněte kvíz znovu, abyste získali víc zkušeností
de: Bestehen Sie das Quiz noch einmal und sammeln Sie mehr Erfahrung.
es: Aprueba el test de nuevo y consigue más experiencia
fr: Réussissez le quiz et obtenez plus d'expérience
hu: Végezze el ismét a kvízt és szerezzen több tapasztalatot.
ja: クイズにもう一度合格し、より多くの経験をゲット
ko: 퀴즈를 다시 통과하고 더 많은 경험치를 얻으세요
pl: Zdaj quiz ponownie i zdobądź więcej doświadczenia
pt_pt: Faça o quiz novamente e adquira mais experiência
ro: Repetă testul și câștigă mai multă experiență
ru: Пройдите тест снова и получите больше опыта
th: เล่นควิซอีกครั้งเพื่อรับประสบการณ์เพิ่ม
tr: Quizi tekrar geçin ve daha fazla deneyim elde edin
uk: Пройдіть вікторину ще раз і отримайте більше досвіду
zh_hans: 再次进行测验以便得到更多经验
zh_hant: 再次進行測驗以便得到更多經驗

source: Repeat
ar: اعادة
cs: Opakovat
de: Wiederholen
es: Repetir
fr: Répéter
hu: Ismétlés
ja: リピート
ko: 다시하기
pl: Powtórz
pt_pt: Repetir
ro: Repetă
ru: Повторить
th: เล่นซ้ำ
tr: Tekrarla
uk: Повторити
zh_hans: 重复
zh_hant: 重復

source: Match
ar: مطابقة
cs: Porovnání
de: Übereinstimmen
es: Empareja
fr: Faire correspondre
hu: Párosítsa
ja: マッチ
ko: 맞추기
pl: Dopasuj
pt_pt: Correspondência
ro: Potrivește
ru: Соотнесите
th: จับคู่
tr: Eşleştir
uk: Співпадіння
zh_hans: 连连看
zh_hant: 連連看

source: Translate
ar: ترجم
cs: Překlad
de: Übersetzen
es: Traduce
fr: Traduire
hu: Fordítás
ja: 翻訳
ko: 번역하기
pl: Tłumacz
pt_pt: Traduzir
ro: Tradu
ru: Переведите
th: แปล
tr: Çevir
uk: Перекладіть
zh_hans: 翻译
zh_hant: 翻譯

source: Wrong
ar: خطأ
cs: Špatně
de: Falsch
es: Error
fr: Faux
hu: Helytelen
ja: 不正解
ko: 오답
pl: Źle
pt_pt: Errado
ro: Greșit
ru: Неправильно
th: ผิด
tr: Yanlış
uk: Неправильно
zh_hans: 错误
zh_hant: 錯誤

source: Next
ar: التالي
cs: Další
de: Nächstes
es: Siguiente
fr: Suivant
hu: Tovább
ja: 次
ko: 다음
pl: Następny
pt_pt: Próximo
ro: Următorul
ru: Дальше
th: ถัดไป
tr: Sonraki
uk: Далі
zh_hans: 下一个
zh_hant: 下一個

source: Spell
ar: تهجئ
cs: Hláskování
de: Übersetzen
es: Deletrea
fr: Épeler
hu: Írja le
ja: つづり
ko: 스펠링
pl: Powiedz
pt_pt: Soletrar
ro: Scrie
ru: Напишите
th: สะกด
tr: İmla
uk: Пропишіть по літерам
zh_hans: 拼写
zh_hant: 拼寫

source: English translation
ar: الترجمة الانجليزية
cs: Anglický překlad
de: englische Übersetzung
es: Traducción en inglés
fr: Traduction anglaise
hu: Angol fordítás
ja: 英語翻訳
ko: 영어 번역
pl: Angielskie tłumaczenie
pt_pt: Tradução inglesa
ro: Traducere în română
ru: Английский перевод
th: คำแปลภาษาอังกฤษ
tr: İngilizce çeviri
uk: Переклад англійською
zh_hans: 英语翻译
zh_hant: 英語翻譯

# listen-and-say
source: Listen & Say
ar: استمع &ردد
cs: Poslouchejte & Opakujte
de: Zuhören & Sagen
es: Escucha y repite
fr: Écoutez et dites-le
hu: Figyelje és mondja
ja: リスニング＆発音
ko: 듣기 & 말하기
pl: Słuchaj & Powtórz
pt_pt: Ouvir & Dizer
ro: Ascultă & Repetă
ru: Прослушайте и Произнесите
th: ฟัง & พูด
tr: Dinleyin & Söyleyin
uk: Прослухайте и Повторіть
zh_hans: 听&说
zh_hant: 聽&說

# try-again
source: Please try again
ar: من فضلك حاول مرة أخري
cs: Zkuste to znovu
de: Bitte versuchen Sie es erneut
es: Por favor, prueba de nuevo
fr: Veuillez réessayer
hu: Kérem próbálja újra
ja: もう一回試してみましょう
ko: 다시 시도해 주세요
pl: Proszę spróbuj ponownie
pt_pt: Por favor tente novamente
ro: Încearcă din nou
ru: Пожалуйста, попробуйте снова
th: โปรดลองอีกครั้ง
tr: Lütfen tekrar deneyin
uk: Будь ласка, спробуйте ще раз
zh_hans: 请再试一次
zh_hant: 再試一次

source: Warning
ar: تحذير
cs: Varování
de: Warnung
es: Aviso
fr: Attention
hu: Figyelem
ja: 警告
ko: 경고
pl: Ostrzeżenie
pt_pt: Aviso
ro: Avertisment
ru: Предупреждение
th: คำเตือน
tr: Uyarı
uk: Попередження
zh_hans: 警告
zh_hant: 警告

# progress-lost
source: Do you want to close the level? All progress will be lost
ar: هل تريد أن تغلق المستوي؟ستفقد تقدمك
cs: Chcete úroveň ukončit? Veškerý váš pokrok bude smazán
de: Wollen Sie den Level schließen? Alle Fortschritte werden verloren.
es: ¿Quieres cerrar el nivel? Todo el progreso se perderá
fr: Voulez-vous fermer le niveau ? Tous les progrès seront perdus
hu: Be akarja zárni a szintet? Minden folyamat elveszik
ja: レベルを閉じますか？ すべての進歩が失われます
ko: 레벨을 종료하시겠습니까? 모든 진행 상태가 손실됩니다.
pl: Czy chcesz zamknąć poziom? Wszystkie postępy zostaną utracone
pt_pt: Quer fechar este nível? Todo o progresso será perdido
ro: Vrei să închizi nivelul? Progresul se va pierde în totalitate
ru: Вы действительно хотите закрыть уровень? Весь прогресс будет потерян
th: คุณต้องการปิดเลเวลหรือไม่? ความคืบหน้าทั้งหมดจะหายไป
tr: Bu seviyeyi kapatmak istiyor musunuz? Tüm ilerleme silinir
uk: Хочете закрити цей рівень? Весь прогрес буде втрачено
zh_hans: 您是否想要关闭此级别？所有进展将会遗失
zh_hant: 您是否想要關閉此級別？所有進展將會遺失

source: Cancel
ar: الغاء
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
hu: Mégsem
ja: キャンセル
ko: 취소
pl: Anuluj
pt_pt: Cancelar
ro: Anulare
ru: Отмена
th: ยกเลิก
tr: Vazgeç
uk: Відмінити
zh_hans: 取消
zh_hant: 取消

source: Close
ar: أغلق
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
hu: Bezárás
ja: 閉じる
ko: 닫기
pl: Zamknij
pt_pt: Fechar
ro: Închide
ru: Закрыть
th: ปิด
tr: Kapat
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉

# quiz-fail
source: Unfortunately you failed the quiz
ar: للأسف فشلت في الاختبار
cs: Nepodařilo se vám projít kvízem
de: Leider haben Sie das Quiz nicht bestanden.
es: Desafortunadamente has suspendido la prueba
fr: Malheureusement, vous avez échoué au quiz
hu: Sajnos nem sikerült a kvíz
ja: 残念ながら、クイズは不合格です
ko: 안타깝게도 퀴즈에 실패 했습니다.
pl: Niestety nie zaliczyłeś quizu
pt_pt: Infelizmente falhou no quiz
ro: Din păcate ai picat testul
ru: К сожалению, вы не прошли тест
th: น่าเสียดาย คุณไม่ผ่านควิซ
tr: Maalesef quizi geçemediniz
uk: На жаль, ви не пройшли вікторину
zh_hans: 对不起你并没有通过测验
zh_hant: 對不起你並沒有通過測驗

# not-pass-level
source: Unfortunately you did not pass the level
ar: للأسف لم تجتاز المستوي
cs: Nepodařilo se vám dokončit úroveň
de: Leider haben Sie das Level nicht bestanden.
es: Desafortunadamente no has aprobado el nivel
fr: Malheureusement, vous n'avez pas passé le niveau
hu: Sajnos nem sikerült a szint
ja: 残念ながら、レベルを通過しませんでした
ko: 안타깝게도 레벨을 통과하지 못 했습니다.
pl: Niestety nie zdałeś tego poziomu
pt_pt: Infelizmente não ultrapassou o nível
ro: Din păcate nu ai trecut nivelul
ru: К сожалению, вы не прошли уровень
th: น่าเสียดาย คุณไม่ผ่านเลเวล
tr: Maalesef seviyeyi geçemediniz
uk: На жаль, ви не пройшли рівень
zh_hans: 对不起你并没有通过级别
zh_hant: 對不起你並沒有通過級別

source: Back to theme
ar: العودة للموضوع
cs: Zpět na téma
de: Zurück zum Thema
es: Volver al tema
fr: Retour au thème
hu: Vissza a témához
ja: テーマに戻る
ko: 테마로 돌아가기
pl: Powrót do działu
pt_pt: Regressar aos temas
ro: Înapoi la temă
ru: Вернуться к теме
th: กลับสู่ธีม
tr: Temaya geri dön
uk: Назад до теми
zh_hans: 返回主题
zh_hant: 返回主題

source: Retry
ar: حاول مرة أخري
cs: Zkusit znovu
de: Wiederholen
es: Reintentar
fr: Recommencez
hu: Próbálja újra
ja: リトライ
ko: 다시 하기
pl: Powtórz
pt_pt: Tentar novamente
ro: Reîncercare
ru: Попробовать снова
th: ลองอีกครั้ง
tr: Tekrar dene
uk: Повторити ще раз
zh_hans: 重试
zh_hant: 重試

# experience-and-rank-share
source: I have %d experience in the Quiz Time and now my rank is “%@”.
ar: لقد اكتسبت %d خبرة في Quiz Time والآن رتبتي "%@"
cs: Mám %d zkušenosti s Quiz Time a nyní je můj status "%@".
de: Ich habe %d Erfahrung im Quiz Time und jetzt ist mein Rang "%@".
es: Tengo %d puntos de experiencia en Quiz Time y ahora mi rango es “%@”.
fr: J'ai %d expérience sur Quiz Time et maintenant mon rang est "%@".
hu: Nekem van %d tapasztalatom a Quiz Time-ben, és most a rangom "%@".
ja: 私はQuiz Timeで %d 経験をゲットし、現在私のランクは「%@」です。
ko: 저는 Quiz Time에서 %d의 경험이 있으며 현재 제 랭킹은 '%@' 입니다.
pl: Mam %d doświadczenia w Quiz Time, a moja ranga to "%@".
pt_pt: Eu tenho %d experiência no Quiz Time e agora a minha posição é “%@”.
ro: Am %d experiență în Quiz Time și acum rangul meu este “%@”.
ru: У меня %d очков опыта в приложении Quiz Time и теперь мой ранг “%@”.
th: ฉันมีค่าประสบการณ์ %d ใน Quiz Time และตอนนี้ระดับของฉันคือ “%@”
tr: Quiz Time’de %d deneyimim var ve şuanki rütbem “%@”.
uk: В мене %d досвід роботи у програмі Quiz Time, і тепер по званню я - "%@".
zh_hans: 我拥有 Quiz Time%d经验而我现在的级别是“%@”。
zh_hant: 我擁有Quiz Time%d經驗而我現在的級別是「%@」。

# new-rank-share
source: I have reached a new rank “%@” in Quiz Time! Try it!
ar: لقد وصلت الي رتبة أعلي "%@" في Quiz Time ! جرب هذا !
cs: Dosáhl/a jsem hodnocení "%@" v Quiz Time. Zkuste to taky!
de: Ich habe einen neuen Rang "%@" im Quiz Time erreicht! Versuchen Sie es!
es: ¡He alcanzado un nuevo rango “%@” en Quiz Time! ¡Pruébalo!
fr: J'ai atteint un nouveau grade "%@" sur Quiz Time ! Essayez-le !
hu: A Quiz Time-ben elértem egy új rangot “%@”! Próbáld ki!
ja: 私はQuiz Timeで新しいランク「%@」に達しました！ 自分で試してみてください！
ko: 저는 Quiz Time에서 새로운 랭킹인 ’%@'에 도달했습니다! 시도 해 보세요!
pl: Osiągnąłem nową pozycję "%@" w Quiz Time! Spróbuj!
pt_pt: Alcancei uma nova posição “%@” no Quiz Time! Experimenta!
ro: Am atins un nou rang “%@” în Quiz Time! Încearcă!
ru: Я достиг нового ранга “%@” в приложении Quiz Time! Попробуй и ты!
th: ฉันถึงระดับใหม่ “%@” ใน Quiz Time แล้ว! ลองดูซิ!
tr: Quiz Time’de “%@” rütbesine ulaştım! Siz de deneyin!
uk: Я досяг нового звання "%@" у програмі Quiz Time! Спробуй і ти!
zh_hans: 我达到了 Quiz Time 里的一个新级别“%@”！试试看吧！
zh_hant: 我達到了Quiz Time里的一個新級別「%@」！試試看吧！

# experience-share
source: I have gained %d experience in Quiz Time. My English is getting better every day!
ar: لقد اكتسبت %d خبرة في Quiz Time.مستوي الانجليزي لدي يتحسن كل يوم!
cs: Získal/a jsem zkušenosti %d v Quiz Time. Moje angličtina se každým dnem zlepšuje!
de: Ich habe %d Erfahrung im Quiz Time gesammelt. Mein Englisch wird jeden Tag besser!
es: He obtenido %d puntos de experiencia en Quiz Time. ¡Mi nivel de inglés está mejorando cada día!
fr: J'ai acquis %d d’expérience sur Quiz Time. Mon anglais s'améliore tous les jours !
hu: Kaptam %d tapasztalatot a Quiz Time. Az Angolom minden nap jobb lesz!
ja: 私はQuiz Timeで%d経験を積みました。 私の英語は毎日上達しています！
ko: 저는 Quiz Time에서 %d의 경험을 얻었습니다. 제 영어는 매일 더 나아지고 있습니다!
pl: Zdobyłem %d doświadczenia w Quiz Time. Mój angielski jest coraz lepszy każdego dnia!
pt_pt: Ganhei experiência %d no Quiz Time. O meu inglês está a melhorar de dia para dia!
ro: Am câștigat %d experiență în Quiz Time. Engleza mea devine mai bună în fiecare zi!
ru: Я заработал %d очков опыта в приложении Quiz Time. Мой английский становится лучше с каждым днем!
th: ฉันได้รับค่าประสบการณ์ %d ใน Quiz Time ภาษาอังกฤษของฉันดีขึ้นทุกวันเลย!
tr: Quiz Time’de %d deneyim kazandım. İngilizcem her geçen gün iyiye gidiyor!
uk: Я отримав %d досвід у програмі Quiz Time. Мої знання англійської мови покращуються з кожним днем!
zh_hans: 我在 Quiz Time 获得了%d经验。我的英语程度与日俱增！
zh_hant: 我在Quiz Time獲得了%d經驗。我的英語程度與日俱增！

# 1-star-share
source: I have earned 1 star and %d experience. I study English with pleasure with the Quiz Time application.
ar: لقد اكتسبت نجمة واحدة و%d خبرة .أنا أدرس الانجليزية بسعادة مع تطبيق Quiz Time
cs: Získal/a jsem jednu hvězdu a %d zkušeností. Učím se angličtinu s radostí s aplikací Quiz Time.
de: Ich habe 1 Stern und %d Erfahrung gesammelt. Ich lerne gerne Englisch mit der Quiz Time Anwendung.
es: He conseguido 1 estrella y %d puntos de experiencia. Estudio inglés con placer con la aplicación Quiz Time.
fr: J'ai gagné 1 étoile et %d expérience. J'étudie l'anglais avec plaisir avec l'application Quiz Time.
hu: 1 csillagot és %d tapasztalatot szereztem. Angolul tanulok örömmel a Quiz Time alkalmazással.
ja: 私は1つ星と%d経験をゲットしました。 私はQuiz Timeのアプリケーションで喜んで英語を勉強します。
ko: 저는 1 별을 얻고 %d의 경험을 얻었습니다. 저는 Quiz Time 앱으로 영어를 재미있게 배우고 있습니다.
pl: Zdobyłem 1 gwiazdkę i %d doświadczenia. Uczę się angielskiego z przyjemnością w aplikacji Quiz Time.
pt_pt: Ganhei 1 estrela e experiência %d. Estudo inglês com prazer na aplicação Quiz Time.
ro: Am câștigat 1 stea și %d experiență. Învăț engleza cu plăcere în aplicația Quiz Time.
ru: Я заработал 1 звезду и %d очков опыта. Изучаю английский с удовольствием в приложении Quiz Time.
th: ฉันได้ดาว 1 ดวงและค่าประสบการณ์ %d ฉันเรียนภาษาอังกฤษอย่างมีความสุขด้วยแอปพลิเคชัน Quiz Time
tr: 1 yıldız ve %d deneyim kazandım. Quiz Time uygulaması sayesinde zevkle İngilizce çalışıyorum.
uk: Я заробив 1 зірку та %d досвід. Я з задоволенням вивчаю англійську мову з програмою Quiz Time.
zh_hans: 我获得了1颗星以及%d经验。我很高兴以 Quiz Time 应用程式来学习英语。
zh_hant: 我獲得了1顆星以及%d經驗。我很高興以Quiz Time應用程式來學習英語。

# 2-stars-share
source: I have earned 2 stars and %d experience in Quiz Time. Try to surpass me!
ar: لقد اكتسبت 2 نجوم و %d خبرة في Quiz Time. حاول أن تتفوق عليّ !
cs: Získal/a jsem dvě hvězdy a %d zkušeností v Quiz Time. Zkus mě porazit!
de: Ich habe 2 Sterne und %d Erfahrung im Quiz Time gesammelt. Versuchen Sie mich zu übertreffen!
es: He ganado 2 estrellas y %d puntos de experiencia en Quiz Time. ¡Intenta superarme!
fr: J'ai gagné 2 étoiles et %d expérience sur Quiz Time. Essaie de me surpasser !
hu: 2 csillagot és %d tapasztalatot szereztem a Quiz Time-ben. Próbálj felülmúlni!
ja: 私はQuiz Timeで2つ星と%d経験を得ています。 これを超えられるか！
ko: 저는 Quiz Time에서 2별을 얻고 %d의 경험을 얻었습니다. 저를 뛰어넘어 보세요!
pl: Zdobyłem 2 gwiazdki i %d doświadczenia w Quiz Time. Spróbuj mnie prześcignąć!
pt_pt: Ganhei 2 estrelas e experiência %d no Quiz Time. Tenta fazer melhor do que eu!
ro: Am câștigat 2 stele și %d experiență în Quiz Time. Încearcă să mă depășești!
ru: Я заработал 2 звезды и %d очков опыта в приложении Quiz Time. Попробуй меня превзойти!
th: ฉันได้ดาว 2 ดวงและค่าประสบการณ์ %d ใน Quiz Time ลองเอาชนะฉันซิ!
tr: Quiz Time’de 2 yıldız ve %d deneyim kazandım. Beni geçmeye çalışın!
uk: Я заробив 2 зірки та %d досвід у програмі Quiz Time. Постарайся обігнати мене!
zh_hans: 我在 Quiz Time 获得了2颗星以及%d经验。试试超越我吧！
zh_hant: 我在Quiz Time獲得了2顆星以及%d經驗。試試超越我吧！

# 3-stars-share
source: I have earned 3 stars and %d experience in Quiz Time. My English is getting better every day!
ar: لقد اكتسبت 3 نجوم و %d خبرة في Quiz Time. مستوي الانجليزي لدي يتحسن كل يوم
cs: Získal/a jsem tři hvězdy a %d zkušeností v Quiz Time. Moje angličtina je čím dál tím lepší.
de: Ich habe 3 Sterne und %d Erfahrung im Quiz Time gesammelt. Mein Englisch wird jeden Tag besser!
es: He ganado 3 estrellas y %d puntos de experiencia en Quiz Time. ¡Mi nivel de inglés está mejorando cada día!
fr: J'ai gagné 3 étoiles et %d expérience sur Quiz Time. Mon anglais s'améliore tous les jours !
hu: 3 csillagot és %d tapasztalatot szereztem a Quiz Time-ben. Az Angolom minden nap jobb lesz!
ja: 私はQuiz Timeで3つ星と%dの経験を得ています。 私の英語は毎日良くなっています！
ko: 저는 Quiz Time에서 3별을 얻고 %d의 경험을 얻었습니다. 제 영어는 매일 더 나아지고 있습니다!
pl: Zdobyłem 3 gwiazdki i %d doświadczenia w Quiz Time. Mój angielski jest coraz lepszy każdego dnia!
pt_pt: Ganhei 3 estrelas e experiência %d no Quiz Time. O meu inglês está a melhorar de dia para dia!
ro: Am câștigat 3 stele și %d experiență în Quiz Time. Engleza mea devine mai bună în fiecare zi!
ru: Я заработал 3 звезды и %d очков опыта в приложении Quiz Time. Мой английский становится лучше с каждым днем!
th: ฉันได้ดาว 3 ดวงและค่าประสบการณ์ %d ใน Quiz Time ภาษาอังกฤษของฉันดีขึ้นทุกวันเลย!
tr: Quiz Time’de 3 yıldız ve %d deneyim kazandım. İngilizcem her geçen gün iyiye gidiyor!
uk: Я заробив 3 зірки та %d досвід у програмі Quiz Time. Мої знання англійської мови покращуються з кожним днем!
zh_hans: 我在 Quiz Time 获得了3颗星以及%d经验。我的英语程度与日俱增！
zh_hant: 我在Quiz Time獲得了3顆星以及%d經驗。我的英語程度與日俱增！

# about-us-title
source: About us
ar: معلومات عنا
cs: O nás
de: Über uns
es: Acerca de nosotros
fr: À propos de nous
hu: Rólunk
ja: 私たちについて
ko: 저희에 대하여
pl: O nas
pt_pt: Sobre nós
ro: Despre noi
ru: О нас
th: เกี่ยวกับเรา
tr: Hakkımızda
uk: Про нас
zh_hans: 关于我们
zh_hant: 關於我們

# model-english-mission
source: The Quiz Time application will enhance your vocabulary, help improve pronunciation and spelling in the game form.
ar: تطبيق Quiz Time سيحسن من مفرداتك,يساعدك علي تحسين نطقك للكلمات وتهجئتك بأسلوب الألعاب
cs: Aplikace Quiz Time vám rozšíří slovník, zlepší vaši výslovnost a hláskování hravě a jednoduše.
de: Die Quiz Time Anwendung erweitert Ihren Wortschatz, verbessert die Aussprache und Rechtschreibung in der Spielform.
es: La aplicación Quiz Time ampliará tu vocabulario, ayudándote a mejorar la pronunciación y el deletreo en forma de juegos.
fr: L'application Quiz Time va améliorer votre vocabulaire, aider à améliorer la prononciation et l'orthographe dans le formulaire de jeu.
hu: A Quiz Time alkalmazás növeli a szókincsét, javítja a kiejtését és a helyesírását mindezt játék formájában.
ja: Quiz Timeアプリケーションは、あなたの語彙を強化し、ゲームの形で発音やスペルを向上させます。
ko: Quiz Time 앱은 게임의 형태로 귀하의 어휘력을 증진시키며, 발음과 스펠링을 개선하는 것을 돕습니다.
pl: Aplikacja Quiz Time wzbogaci twoje słownictwo, pomoże poprawić wymowę i ortografię w formie gry.
pt_pt: A aplicaçãoQuiz Timeirá melhorar o seu vocabulário, ajudará a aperfeiçoar a sua pronúncia e soletração no contexto do jogo.
ro: Aplicația Quiz Time îți va dezvolta vocabularul, te va ajuta să îți îmbunătățești pronunția și ortografia sub forma unui joc.
ru: Приложение Quiz Time в игровой форме повысит Ваш словарный запас, поможет улучшить произношение и орфографию.
th: แอปพลิเคชัน Quiz Time จะช่วยเพิ่มพูนคำศัพท์ของคุณ, ช่วยพัฒนาการออกเสียงและการสะกดคำในรูปแบบเกม
tr: Quiz Time uygulaması kelime dağarcığınızı geliştirecek, oyun formunda telaffuz ve yazımın geliştirilmesine yardımcı olacaktır.
uk: Програма Quiz Time покращить ваш словниковий запас, допоможе покращити вимову та правопис, і все це у формі гри.
zh_hans: Quiz Time 应用程序将会加强您的词汇，以游戏的方式帮助改善发音和拼写。
zh_hant: Quiz Time 應用程序將會加強您的詞彙，以遊戲的方式幫助改善發音和拼寫。

# app-structure
source: Words in the application are split into themes, each theme consists of 6 topics and a quiz on the whole theme. Each topic contains a dictionary _ of 15 words.
ar: الكلمات في التطبيق مقسمة الي موضوعات كل موضوع مقسم الي 6 موضوعات فرعية واختبار يتضمن الموضوع بالكامل. كل موضوع يتضمن قاموس _ من 15 كلمة
cs: Slova v aplikaci jsou rozdělena do témat, každé téma obsahuje 6 podtémat a kvíz na celé téma. Každé podtéma obsahuje slovník _ 15 slov.
de: Die Wörter in der Anwendung sind in Themen unterteilt, jedes Thema besteht aus 6 Themengebieten und einem Quiz über das gesamte Thema. Jedes Themengebiet enthält ein Wörterbuch _ mit 15 Wörtern.
es: En la aplicación, las palabras están divididas en temas, cada tema posee 6 grupos y una prueba de todo el tema. Cada grupo contiene un diccionario _ de 15 palabras.
fr: Les mots dans l'application sont divisés en thèmes, chaque thème se compose de 6 sujets et un quiz sur l'ensemble du thème. Chaque sujet contient un dictionnaire _ de 15 mots.
hu: Az alkalmazásokban szereplő szavak témákra tagolódnak, minden téma 6 témakörből és egy kvízből áll az egész témában. Minden téma 15 szóból álló szótárt tartalmaz _ .
ja: アプリケーションの言葉はテーマに分割され、それぞれのテーマは6つのテーマとテーマ全体のクイズで構成されています。各トピックには15語の辞書 _ が含まれています。
ko: 앱의 단어는 테마별로 나뉘며, 각 테마는 6개의 주제와 전체 테마에 대한 퀴즈로 구성됩니다. 각 주제는 15단어로 된 사전 _ 을 포함합니다.
pl: Słowa w aplikacji są podzielone na działy, każdy dział składa się z 6 tematów i quizu na końcu. Każdy temat zawiera słownik _ zawierający 15 słów.
pt_pt: As palavras na aplicação estão divididas em temas, cada um deles consiste em 6 tópicos e um quiz sobre todo o tema. Cada tópico contém um dicionário _ de 15 palavras.
ro: Cuvintele din aplicație sunt împărțite în teme, fiecare temă fiind formată din 6 subiecte și un test din întreaga temă. Fiecare subiect conține un dicționar _ de 15 cuvinte.
ru: Слова в приложении объединены по темам, каждая тема состоит из 6 топиков и теста по всей теме. В каждом топике содержится словарь _ на 15 слов.
th: คำศัพท์ในแอปพลิเคชันถูกแบ่งออกเป็นธีม แต่ละธีมประกอบด้วย 6 หัวข้อและควิซของคำศัพท์ทั้งหมดในธีม แต่ละหัวข้อมีพจนานุกรม _ 15 คำ
tr: Uygulamadaki kelimeler temalara ayrılmıştır. Her tema 6 konudan ve bir sınavdan oluşmaktadır. Her bir konu 15 kelimeden oluşan bir sözlük _ içerir.
uk: Слова в програмі розділені на теми, кожна тема складається з 6 тематик та вікторини по всій темі. Кожна тема також містить словник _ з 15 слів.
zh_hans: 应用程序内的词汇被分入不同主题，每个主题包含了6个话题以及一个测验。每个话题包含了15个词汇的字典 _ 。
zh_hant: 應用程序內的詞彙被分入不同主題，每個主題包含了6個話題以及一個測驗。每個話題包含了15個詞彙的字典 _ 。
